sisext-sapi-services/src/main/resources/soap/schemas/templates/soap-get-fraudQuery-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:fra="Fraude_DWH">
   <soapenv:Header/>
   <soapenv:Body>
      <fra:ConsultaFraude>
         <fra:TipoDocumento>#[vars.documentType]</fra:TipoDocumento>
         <fra:NumeroDocumento>#[vars.documentNumber]</fra:NumeroDocumento>
      </fra:ConsultaFraude>
   </soapenv:Body>
</soapenv:Envelope>